[
	"Share this website with your friends and family",
	"Take a different route to work.",
	"Take a different route to home",
	"Turn off your phone and treat yourself to a 1-hour digital detox.",
	"Meditate for 20 minutes.",
	"Cook yourself a new foreign cuisine you've never had the courage to try.",
	"Have lunch in public by yourself. See a movie by yourself. Or something else you'd usually feel too awkward to do alone ",
	"Commit to making eye contact with everyone you pass for 1-hour. Make sure they break it first. ",
	"Go to a cafe and pay for someone else's coffee.",
	"Dance to your favorite song in front of the mirror. ",
	"Stare at yourself in the mirror and talk for one minute straight about how awesome you are. ",
	"Take an ice cold shower! ",
	"Write all your thoughts and feelings in a journal. Don't hold back. ",
	"Write down 10 things you love about yourself.",
	"Share something creative you made with your social media followers.",
	"Ask a person for directions.",
	"Go camping, even if it's only in your back garden.",
	"Go zip lining.",
	"Ask your significant other to take you on a surprise date. Have them lead you there with a blindfold. ",
	"Take an improv class",
	"Go to a bar, and ask the server to make you a surprise cocktail.",
	"Sign up for a new fitness class",
	"Do a childish activity, something your inner child would love. Bonus points if it's in public! ",
	"Tell someone your deepest darkest secret.",
	"Dress in your best outfit, go to a car dealership, and ask to test-drive the most expensive vehicle. ",
	"Walk around with a big sign revealing your favourite food. 'I Love Burgers', for example. ",
	"Go to a restaurant and order the biggest dessert only. ",
	"Ask your boss for a raise.",
	"Meditate in public.",
	"Practice bioenergetic exercises.",
	"Make a bucket list and share it online.",
	"Create a list of five things you would do if you weren't afraid. Share it online.",
	"Buy post-it notes and start leaving random compliments for strangers. ",
	"Go to a restaurant and convince the staff to create something completely new for you.  ",
	"Play a kinky game at home with your partner. Something to keep the relationship fresh 😉  ",
	"Walk down the street and compliment the first 10 people you see.  ",
	"Try the Singing With Strangers challenge. Find a stranger and ask them to sing with you on video. ",
	"Jump into a lake with your clothes on.",
	"Tell someone your favorite song. ",
	"Buy an amazing outfit you'd normally think is too sexy for someone like you. ",
	"Hop on a social media live stream and talk about your passion for at least five minutes",
	"Ask someone for constructive criticism. ",
	"When you're at a restaurant or a cafe, ask for something you don't see on the menu.",
	"Make a social media post about your biggest insecurity. ",
	"Hire a professional photographer and arrange to have your photo taken in public.  ",
	"Apply for a job that intimidates you.",
	"Say 'good morning' to everyone you pass on your way to work. Bonus points if it's not the morning. ",
	"Give someone a spontaneous and creative gift without their input.",
	"Send someone a handwritten thank you letter in the mail. ",
	"Reach out to an old friend you haven't spoken to for years. ",
	"Go to the library, ask the librarian what their favorite book is and rent it out.",
	"Volunteer for a day.",
	"Send five 'Thank You' cards to your best friends and hand-deliver it to them. ",
	"Invite a co-worker you don't know well to lunch with you.",
	"When someone asks how you are, respond with, 'Absolutely Positively Fantastic!' Notice how it brightens their day. ",
	"Stand in public with a sign saying 'Free Hugs'. Try and get at least five hugs. ",
	"Phone someone and apologise for something you did to hurt them in the past. ",
	"Phone your parents just to tell them how much you love them.",
	"Try and high five everyone as you leave a conversation. Don't let them leave you hanging!",
	"Ask a stranger if you can tell them a joke. Then, tell it. ",
	"Ask that same stranger for their favourite joke.",
	"Next time you take public transport, ask if you can drive.",
	"Next time you're at a supermarket, buy the cashier a chocolate bar.",
	"Give someone a bunch of flowers.",
	"Play the 36 Questions To Fall In Love with someone.",
	"Go for a walk in the park and commit to asking everyone you pass how their day is going.",
	"Call someone who hurt you in the past, and tell them exactly how they made you feel. ",
	"Arrange a public pillow fight with your personal friendship group. How about guys vs girls?! Bring spare pillows so passers-by can get involved.",
	"Create a social media post telling 20 of your distant contacts what you admire about them. ",
	"Bake some cookies and bring them to the old people's home. ",
	"Ask someone 'out of your league' on a date.  ",
	"Date someone who is normally your type. Give them a chance. ",
	"Ask people to donate to your favorite charity. ",
	"Call five of your closest companions and ask what their favorite memory of you is. Return the favor afterwards. ",
	"Arrange a silent disco in public with your friends. ",
	"When you're at a restaurant or a cafe, ask the person behind what they recommend. ",
	"Buy breakfast for a homeless person. Better yet, take them out to eat breakfast together. Listen to their story.",
	"Paint your nails an outrageous color. ",
	"Dance in public to your favourite song. Shake your body like never before!",
	"Go to a cafe and ask for someone to buy you a coffee! ",
	"Dance the waltz with a friend in public. ",
	"Ask a stranger to dance with you in public.  ",
	"Drive around with the windows down, blasting Disney music at full volume.",
	"Step outside and talk to a lamppost for three minutes. Share your opinion on something. ",
	"Visit a thrift store with a companion. Buy each other an outrageous outfit to wear for the rest of the day. ",
	"Take an unflattering selfie and upload it as your social media profile photo for 24 hours. ",
	"Stare at someone through a restaurant window and watch them eat their food for one minute.  ",
	"Buy a bottle of bubbles. Have your buddy blow them while you chase and pop them. ",
	"Grow an awful mustache. Keep it for at least a day.  ",
	"Remember the terrible fancy dress outfit you wore to that costume party last time? Wear it all day. ",
	"Ask people for directions to the nearest sexual health clinic. ",
	"Busk in public. ",
	"Ask for a discount on everything you buy in a day. Maybe you can even get something for free. ",
	"Channel your inner 'Yes Man', by saying 'yes' to everything for a day.",
	"Spend a day making decisions based on the toss of a coin. ",
	"Lie on the sidewalk and stare at the sky for one minute.",
	"Go outside with one red paperclip and try to trade your way up to a free lunch.  ",
	"Go to a bar or nightclub by yourself and try to make friends."
]